<link rel="stylesheet" type="text/css" href="style.css">

<html>
<head>
<title>
Archer
</title>
</head>
<h3>
<a href="../index.php">HOME</a>
</h3>
<h2>
Archer
</h2>
<body style="background-color:powderblue;">
<blockquote><blockquote><blockquote><blockquote><blockquote><blockquote>
            <table style="position:relative; top:80px; border-top:4px #FFD382 solid;border-bottom:4px #FFD382 solid;border-right:4px #FFD382 solid; border-left:4px #FFD382 solid;" cellpadding="15" border='0'>


         </blockquote></blockquote></blockquote></blockquote></blockquote></blockquote>
<!DOCTYPE html>
<html>
<head>
<style>
p .one {
border-style:double;
border-width:2px;
}
</style>
</head>
<body>


<p class = "one">
<center>
        射手座的人是忠心的、大方而無拘無束，精力充沛，好爭論，脾氣急躁，對權位有野心，對受磨難及壓迫的人有慈悲的心腸。<br>在性格方面，是誠實，真心，坦白和值得信任的。在脾氣方面，對自己的朋友是仁慈大方的，在許多事情上都很圓滑，很懂得外交手腕。精神力量強，討厭一切不文雅的舉動，厭惡粗劣的東西，有貴族氣息的人，儀表態度是極明朗而具有鼓舞性的，有個性與膽識，勇猛，自尊心強。愛好自由，本性很民主，喜歡交朋友。<br><br>

有很好的幽默感，有決斷力及意志力，但生氣時會變得非常頑固。有很好的觀察力，領悟力和推理能力。心智反應很快，任何事學得很快。<br><br>有靈活的想像力用於實際事物上。對週遭的事感到興趣而能專心致力。有直覺而能洞悉人們的動機。身體健康，但有點神經質。    感情上時而熱情如火，時而漠不關心。這種起伏不定的感情是造成失敗的原因，通常會有一個以上的戀情，很會體貼伴侶。

直覺力強，有預感能力。有高尚的理想，高度的夢想，幸運由自我信任所產生。你會將精力分散於多種事務的傾向，不願意將自己專心於單一的目標。有處理緊急事件的特殊才能，一件突然而起的意外事件，常把你向成功境界更推進一步。喜歡與人討論與辯論，喜歡研究哲學的人。
</br>
</br>

<h3 style="color:#0073e6;">射手座的優點</h3>


天生樂觀、對人生充滿理想、正直坦率、豐富的幽默感、酷愛和平、待人友善、行動力強、有自己的處世哲學、經得起打擊、救世救人的熱情、樂觀、活潑、坦率、自尊心強、多才多藝、有很高的智慧，頗富直覺、擁有鼓舞他人的力量，思想開明、適應力強，有很好的判斷力，有處理緊急事務的才能，擅長哲學思考，富崇高的正義感，非常敏感而聰慧，喜愛自由、誠懇、正直、可靠、慎重。
    幽默．動作迅速自如．喜歡創新型:風趣幽默射手座是座中最具幽默感的星座，常將快樂帶給大家，屬於行動派的射手座，動作如箭般的迅速，想到的事就會馬上付諸執行，同時喜歡冒險並嚐試各種不同的新事物，探求心很強。
</br>
</br>

<h3 style="color:#0073e6;">射手座的缺點</h3>
</center>

粗心大意、心直口快，容易得罪人、缺乏耐性、不懂人情世故、做事衝動、不懂三思而行、不信邪、不聽勸告、過度理想化、不切實際、缺乏按部就班的計劃、喜怒太形於色、個性敏感、有點浮躁、好吹噓、喜誇張、沒有責任感、反覆無常、有不安分的傾向、盲目而過分樂觀、粗心、偏激、行事有些笨拙。

缺乏耐心．容易改變心意．缺乏責任感:當射手座看中目標時就會迅速馬上去完成，但如果過程中遭到幾次失敗，就會放棄再選擇新的事物在衝剌發揮，由於不喜歡束縛的他，行動總是自由奔放型，往往朋友或人的話都無法影響他，因此此比較沒有家庭觀念的星座。
<p/>
</html>
