<link rel="stylesheet" type="text/css" href="style.css">

<html>
    <head>
          <title>
                Bull
          </title>
    </head>
<h3>
<a href="../index.php">HOME</a>
</h3>
    <h2>
         Bull
    </h2>
        <body style="background-color:powderblue;">
         <blockquote><blockquote><blockquote><blockquote><blockquote><blockquote>
            <table style="position:relative; top:80px; border-top:4px #FFD382 solid;border-bottom:4px #FFD382 solid;bor
der-right:4px #FFD382 solid; border-left:4px #FFD382 solid;" cellpadding="15" border='0'>


	 </blockquote></blockquote></blockquote></blockquote></blockquote></blockquote>
<!DOCTYPE html>
<html>
<head>
<style>
p .one {
border-style:double;
border-width:2px;
}
</style>
</head>
<body>


<p class = "one">
<center>
金牛座的性格就像牛一般，態度穩定，處世相當慎重，但在另一方面也很頑固，只要一發起脾氣來，往往沒有人能夠阻止。金牛座的人，經常滿面笑容，不愛管閒事，也不會破壞別人的和平相處，可算是相當高明的社交高手。在他的心中，充滿著一股不認輸的好強心理，一旦發起脾氣來，就會暴露出難以想像的兇暴一面，往往令四周的人感到驚訝。個性溫和又堅實，性情沈著而踏實。對事物雖然猶豫不定，但是一旦決定下來，就能以堅忍不拔的精神，執著向前。忍耐力強，行事慎重，但也有頑固的一面。受人之託必能忠人之事，絕不會中途放棄。佔有欲強，比較追求物質上的滿足，而且堅持事物的完美度，是一個藝術設計及園藝方面非常有才氣的人。為人幽默、風趣，常能得到朋友的青睞。

  金牛座的人有天生的審美感覺，喜歡漂亮而實用的物件。為人誠實、溫和、真心、可靠、順從，是別人可以信賴的人，有勇氣有耐心、堅定不移、有決斷力、有想像力和創新的思想，對經濟事務方面，態度穩健而值得信賴，也善於儲蓄。給人印象有沉靜、誠實、安定、性格內向，作風較消極，但富有人情味，作事很小心，講求方法而肯定，能力求做到最好，有忍耐力是金牛座的優點。一方面有頑固，自私，脾氣不好，比較懶惰，喜好奢侈浮華，自我放縱的缺點。言語或書寫來表達溝通方面，顯得木訥而反應不很靈敏。愛情濃厚，但有獨佔獨有的成分。通常喜歡安靜及家居生活而且心地仁慈而深情。可成為一位忠實而滿足的婚姻配偶。

  對所學所做很專心，不忽略細節，所以花費時間也長，是為了要求確實了解，別人可能會以為你學得慢，但你所記住所學的是比別人持久。有決斷力，對有興趣的事一定去學，有充分的想像力和創新的思想，這能改進你的工作，並助你成功。喜歡美好的東西，如美食，奢侈品，也欣賞藝術及美術。金牛座的人在精神上沒有那麼活躍，但具有一種豐富而實際的一般知識，既不會是理想主義者也不會是夢想的人，而是位謹慎而穩健積極性的人，不希求任何的不勞而獲，只求在事業上不斷努力以達成所應有的結果。是一步一步踏實的直到達成目標為止，所以你終將獲得堅固的成功果實。
</p>
</body>
<h3 style="color:#0073e6;">金牛座的優點</h3>

    耐性十足、一往情深、有藝術天份、腳踏實地、做事有計劃、能堅持到底、擇善固執、追求和平、生活有規律、值得信賴、有主見、意志堅定、熱情、友善、有耐心及責任感、可以信賴、實際、可靠、具有商業頭腦和牢靠的價值觀、富美感。做事謹慎．事前都會深思熟慮型。金牛座的性格特徵是謹慎，喜歡安逸的生活，行動之前都會三思而後行，且細心負摃，做事較少失敗。

<h3 style="color:#0073e6;">金牛座的缺點</h3>
</center>
    佔有慾太強，善妒頑固的死硬派、缺乏協調性，不善於分工合作、做事態度過於嚴肅、缺乏幽默感、不知變通、過於堅持自己的步調、規矩太多、太過謹慎、缺乏求新求變的勇氣、貪婪、頑固、嫉妒心重、懶惰、古板、缺乏應變力、自我放縱、易怒。固執．缺乏積極型金牛座非常頑固，比較堅持己見，認定的事會堅持到底，而且行動緩慢，總是慢半拍型。

</html>
