<link rel="stylesheet" type="text/css" href="style.css">

<html>
    <h2>
         Crab
    </h2>
</html>

<p>
巨蟹座的性格可用一句話來表示「充滿母愛」。只要有他的場面，就會變得很和諧，實在令人感到不可思議。巨蟹座的反應並不遲鈍，相反的，他的感覺很敏銳，往往因受到無心人的傷害，暗地裡偷偷的傷心流淚。因為過份慎重考慮的結果。所以會變得過於現實。好惡的感情過於明顯，也應多加注意才好。感情豐富，對事物的感受性強。對外親和謙恭，頗有公眾意識，但是對內則有強烈的防衛本能，不願私生活受到干擾。大體上是一個溫和內向的人，但是絕不向惡勢力低頭。熱心參加愛家、愛鄉、愛民的團體，自我意識很強，尊敬能夠保護自己立場的人，帶有懷舊的心情，是一個十分傳統的人。
   巨蟹座的人較保守，能享受歡樂，並結交朋友，不自私或虛榮，坦白，大方，正直，忠於朋友和個人的信仰，能夠託付以重要秘密職務或工作。有很好的領悟力和觀察力，喜歡沈思，非常專心，勤於分析自己的思想和衝動，想像力非常活躍，喜歡默想過去曾發生的事，能分析自己內在的衝動，有優越的直覺力，有一顆敏感親愛，但是保守的心，不常表露真情，溫柔，體貼，親愛，看重愛情，鍾愛自己所愛的人，並有嫉妒的傾向，非常喜歡小孩。屬羅曼蒂克型，不過，有的時候心不在焉，性情不定。
   有活躍型與消極型的兩種型態。活躍型者具有堅強的意志力與耐力，對於人生的生活門徑非常的熟練，而且喜愛活動，能趕得上時代潮流，對於摩登流行的任何事物都感到興趣。消極型的人，顯得容易自足、沒精打彩、行為懶散，不願意做任何邁向成功所必需的努力，喜歡逆來順受，很固執也很依戀於他所已經擁有的，這兩種型態是早期所受的訓練與教化有關。

此星座的人很敏感，往往因別人的惡意批評非難而感到傷心。對過去的一切均懷念而且多情善感，很少拋棄舊日的伙伴與昔日的友情。喜歡收藏古老藝術品或書籍，也喜歡回憶往時趣事。通常擁有良好的記憶力。
</br>
</br>
</br>
</br>
巨蟹座的優點

   情感真摯深切、想像力豐富、念舊、重情義、有包容力、直覺敏銳、懂得體貼、關懷、親切、溫暖、善解人意、有同情心、善良、熱心、敏感、富有同情心；長於記憶、腦筋敏銳、領悟力好、適應力佳、有高度的想像力；具強烈的母性或父性的本能、保護色彩濃厚、謹慎、節儉；有堅強意志力和耐力，不屈不撓；理財觀念甚佳；愛國；忠於愛情，重視家庭的溫暖與安定，擅理家務，重視家庭的和諧，是所有星座中最具家庭觀念的星座。

親切．有親愛的本能及家的觀念型巨蟹座總會自然散發出親愛的氣質，像母愛般的溫柔，特別喜歡照顧別人，沒有野心的巨蟹座是個很有家庭念，喜歡和家人和樂融融地過著安穩的日子。此外巨蟹座重視實際生活，在任何環境下總是充滿生命力的現實主義者。
</br>
</br>
</br
</br>
巨蟹座的缺點

  跟著情緒走，提不起放不下、太過多愁善感、不知適可而止、缺乏理性思考、經不起打擊、說話拐彎抹角、不直接，過度保護自己、沉溺於往事、無法面對事實、心腸太軟、天性多疑且情緒化致難以取悅、嫉妒心強並有戀母情結、可能因過度敏感而導致自憐、個性善變、不穩定、有時因生活態度太認真而失之無趣、心胸狹窄、苛刻、貪吃、邋遢、喜歡被奉承。果斷力弱．情緒他型巨蟹座是所有星座中最為情緒化，容易感情用事，為了感情而改變被衷，由於防衛比態很強，會讓人會有些不近人情。

</p>
