
<p>
人類因為有夢想而偉大，雙魚座因為有夢想才長大。你純真善良，又樂於助人，每當人家需要你幫助時，你不僅會伸出援手，還會附上大量的愛心！學習在助人之前，先衡量自己的能力是否許可，必要時就說聲"不"！雙魚座的人，因性格比較脆弱，不太堅定，所以，有時太忠厚老實，容易受別人的連累。由於性格的關係，他不太敢拒絕別人所託之事，所以常在明知不對的情況下被捲入事端之中。常會觀看別人的臉色因而改變自己的態度，可見他是一個沒有自信心的人。由於天生較敏感，所以，容易為了芝麻小事而陷入嚴重的挫折之中，或因而引發憂鬱症。才華洋溢，喜歡幻想。依賴心強，能適應不同的環境和立場。有豐富的創造能力和藝術才華，沉溺於詩般的情節和夢想，認為真正的幸福是身靈合一的世界。選擇遠離俗世的生活，在物質上不會有太大的成就。富於同情，有犧牲自我的精神，尤其同情社會上的弱者和不幸的人。

有良好的觀察力，領悟力和判斷力，學習能力相當快，記憶力很好，也有靈活的想像力，喜愛白日夢，享受奇思妙想之境界，也有好的推理能力，喜歡旅行而得到舒暢。天生有仁慈，大方，憐憫，耐心，和保守的性情。對別人所說的話相當敏感，對周圍的人的態度亦然。天性和平，極端敏感，生氣和乖張會有困擾神經系統的傾向。

若能克服保守的習性後，感情是非常直爽的，摯愛並體貼你所愛的人，但須防不合理的嫉妒。天性需要別人的注意和親愛，若得不到則易受到深刻的傷害。在愛情方面很敏感，浪漫的幻想，和不實際的理想會使你大大失望。

雙魚座的人是心地溫暖，感情豐富的，喜愛羅曼蒂克的氣氛。對任何人都很親切，很易投入他人的懷抱，信任他人。看到別人受傷害，往往忘卻自己能力，為他人努力，勞心，易信他人，為他人盡力，也想獲得他人的好感，若對方對你太過於現實，破壞你的夢幻和希望，你就會表示不滿心情大抱不平。

天性慷慨大方而憐憫，會獲得許多朋友，這些都是精神和智慧型的，對朋友忠心，願犧牲自己，幫助朋友。性格非常傾向於體諒別人，敏感而富直覺力。個性機警，精神力特別敏感，具有生動的想像能力，而且易接受暗示，容易受別人影響。
</br>
</br>
</br>
</br>

雙魚座的優點

感情豐富、心地仁慈、捨己為人、不自私、具有想像力、溫柔善解人意、直覺力強、懂得包容、溫和有禮、容易信賴別人，不多疑、浪漫、天真、清純、溫柔而富於直覺、謙虛、敏感、感情豐富、脫俗、適應力強、仁慈、富有同情心、多才多藝。

雙魚座的個性溫柔，對任何人都能以溫和的笑容及和露態度對待對方，別人有要，求也很少說〈不〉，尤其看到別人有困難時總是會伸出援手，極具有同情心的星座。

</br>
</br>
</br>
</br>


雙魚座的缺點

不夠實際，幻想太多、沒有足夠的危險意識、太情緒化，多愁善感、缺乏自主能力、意志不堅定、缺乏面對現實的勇氣、容易陷入沮喪而不可自拔、很容易養成說謊的習慣、不善於理財、容易受環境影響、缺乏理性，感情用事、粗心、浮躁、缺乏自信而意志薄弱、優柔寡斷、散漫、不切實際。

個性消極的雙魚座，太容易相信別人，而本身缺乏自主能力，而且對自己的評價太低，尤其感受性很強，總是憑感覺判斷事情，會受別人的話所影響，對任何事情感受力都太過神精質，決斷力不夠，顯得不夠理智。


</p>
