<p>魔羯座的人，具有很強的耐力，以及不屈不撓的奮鬥精神。這種忠厚老實的態度，大多數人都會很欽佩。魔羯座的人，由於過於潔癖或不願意妥協，以及道德觀過強的結果，常使得人際關係並不太理想，因而常覺得是個很孤獨的人。他會依自己的標準去批判別人，使得他不易交到朋友。充滿智慧，思緒周密。有高度的耐力，在嚴苛的現實環境下仍然能夠耐心等待。為了使計畫周全，可以熬過漫長艱辛的準備時期，絕不鬆懈。思想深沉，熟知人間之事。或許行動不夠敏捷，但是一定會持之以恆。個性嚴謹踏實，容易孤獨。從不掩飾利己之心，但是大致上仍能獲得上位者的信賴，也頗具社會使命感，而且懂得驅吉避凶，為自己規畫出一個立身處世的藍圖。

此星座的人是腦子機警，時時想要抓住並利用環境，腦子的滲透力大，眼睛明亮，很快就可以看出別人的弱點以便供自己利用。一般來說，是討人喜歡的，表現出整齊而吸引人的外貌，具有迷人的風度，不容易受刺激，在危急時表現甚佳。深思熟慮，長於外交，小心而保守，能克服膽小的傾向，個性變得極為機動。

很會抑制自己，做事慎重，討厭做事隨便，一步一步堅堅實實的做，努力不懈，又具有上進心、在心中有很多理想不斷在燃燒看。雖然速度比別人差一點，但因不斷的努力而能達到最後目標。

個性謹慎而敏感，對於權威非常的敬重，但因有自我權利感會使人反感，對人生看得很嚴肅，有一種強烈的責任感，為人穩健而忠誠，且光明正大。

在言語與書寫上表現自己有點單調而枯躁。對待小孩子的態度較專橫，需防患嚴厲苛刻的對待小孩，對待下屬也是如此。你對事業方面認為世代相傳的事業工作或父親合適的也一定合適於你，通常有鐵架似的體格，驚人的持久力。
</br>
</br>
</br>
</br>
魔羯座的優點

  有實際的人生觀、做事腳踏實地、意志力強、不容易受影響、處處謹慎、有克服困難的毅力、堅守原則、重視紀律、有家庭觀念、對人謙遜、有獨樹一格的幽默感、保守、謹慎、實際、有責任感、可靠，機智、有主見、尊敬權威、看重自己，謹慎、有抱負、有耐心、守紀律。

 踏實．刻苦耐勞．誠實型:摩羯座是個腳踏實地型，並且刻苦耐勞的耐力，對任何事總是有往直前的毅力，而且處事一步一步的完成，是個勤勞又懂得穩當做事的踏實型星座。
</br>
</br>
</br>
</br>
魔羯座的缺點

  太過現實、固執、不夠樂觀、個人利己主義、缺乏浪漫情趣、過於壓抑自己的慾望、太專注於個人的目標、缺乏對人群的關懷和熱情、不擅於溝通、不能隨機應變，悲觀、善變、外表冷漠嚴肅、不易親近、墨守成規、吝嗇。

 太嚴謹．有些固執型:摩羯座不喜歡被別人壓制，而且做事又太有原則，而險人有刻皮嚴謹的一面，會讓對方感到不好親近您．固執，摩羯座時常總會給人有一份獨處的感覺。


</p>
