<link rel="stylesheet" type="text/css" href="style.css">

<html>
    <h2>
         Ram
    </h2>
</html>


<p>
牡羊座的性格，可用一句話-「堅強」來代表。不論面對任何事情，都會全力以赴，牡羊的羊角正可用來說明這種個性。牡羊座的人，心中充滿正義感，以及強而有力的行動力，經常可以領導別人，坦誠的表達自己的意見，開朗的鼓勵同事，並受到別人的信賴和尊敬。此外，牡羊座的人。不願意墨守成規、固守陋習，其思想是屬於走在時代尖端的革新派。因此，也就會較沒耐性，有急躁、好強的傾向。有高度的容忍性，有不畏艱辛的意志力以及鬥爭本能。心中一旦有了理想，必能排除萬難，勇往直前。在新的環境下，能發揮拓荒者的精神，帶頭領軍，開創新機，頗有領導者的風範。同時，也有侵略的一面，最大的快樂是排除萬難，讓艱難的事情進入軌道。

  牡羊座的人是具有意志、勇氣、決斷、行動力、計畫、領導能力，是站在領導群眾的首領人物。擁有冒險進取的意識，積極邁進的精神，具開創性，能採取一切新的概念，也深具野心，同時具有勇氣與實際的行動去實現個人意志。但很少有始有終的完成你開創的事務。

   牡羊座的人具有積極機動的人格，一生中個人的、社會的、經濟的各方面都決定於他個人對心智及感情的表現。是富有正義感的熱情人物，活潑明朗，具有迷人的舉止和良好的心智能力，喜歡受人尊敬，善於外交，具有冒險及企業的精神，愛好各種活動，為人親切，有俠義之心，慷慨氣質。    喜歡行動，是坦率型的，不願靜居家中，喜到處走，討厭受拘束，而且思想活躍，想像力豐富，也有直覺力，能預見，靈感豐富，心智活動熱烈，但易粗率行動，易憑衝動做事。

</br>
</br>
</br>
</br>

牡羊座的優點

   深愛自由，不喜歡受到外界的壓抑、有企圖心和冒險精神、勇於嘗試、精力旺盛、一旦確定目標就會全力以赴、做事積極、熱情有活力有擔當、講義氣、樂觀進取、有自信、勇於接受新觀念、有明快的決斷力、坦白率真、爆發力強、勇於接受挑戰、不畏權勢。做事迅速．積極．屬完美主義的行動派強人型。
    牡羊座對每件事都充滿熱誠，想到的事都會馬上付諸行動，並且是個元對主義者，處事以要求完美為原則，充滿衝勁與幹勁，喜歡幫助弱者，對於求助都一定會伸出援手，是個正義使者，並有領導者風範的典型者。

</br>
</br>
</br>
</br>

牡羊座的缺點

    缺乏耐性、暴躁、衝動、自私、以自我為中心、尖酸刻薄、好鬥、粗枝大葉而不細心。自我中心太強、急躁、缺乏耐性、粗心大意、有一點臭屁、說話欠考慮、做事瞻前不顧後、只有三分鐘熱度、容易腦羞成怒、缺乏時間觀念、不懂的照顧身體。衝動且有點焦慮。
    牡羊座凡事會往壞處想，是屬於悲觀主義者，太在意別人的看法而有些鑽牛角尖，由於做事以行動為優先，戰門精神太強可能顯得衝動，給人有壓迫感。


</p>
