<link rel="stylesheet" type="text/css" href="style.css">

<html>
    <h2>
         Scales
    </h2>
</html>

<p>
對於善惡兩極端的想法、保持著很平衡的狀態，這是天秤座的個性。與人共處時，頗能適時說說笑話，掌握現場的和諧氣氛。一般而言，天秤座的人的生活是平凡和快樂的。天秤座的人會永遠保持絕不受傷害的八面玲瓏、圓滑態度，所以，不喜歡表現出內心的真相。個性穩健而理智。有優秀的平衡感和公正的判斷力，善於協調，在相反的意見中往往能擔負起調停的責任。凡事講求邏輯和策略，絕對不以暴力解決事情，而是以巧妙的手腕，在對等的權利和利害中找出平衡點。優柔而不寡斷，八面玲瓏，頗有社交才華，容易搏得在上位者的眷顧和禮遇。

天秤座的人有平衡的心智和有吸引力的身體，個性迷人，有吸引力，悅人而優雅，女人則美貌，男人為英俊。天性多情，溫柔，仁慈，憐憫，熱情，大方，忠心，有一個易受感動的個性。珍惜和諧愉快的生活環境，平易近人，羅曼蒂克的理想主義，擅長交際，高雅。但另一方面，有自私，任性，易怒，衝動，善變之缺點。

有強烈的求知慾，領悟力，想像力，和直覺力，天生喜歡表現，並要求別人給與熱烈的反應和激賞。不喜爭執，有避重就輕的傾向，但有優柔寡斷，猶疑不定的缺點，生性樂觀，喜歡呼朋引伴。有直覺力而能了解人性，透視別人的動機。能節制感情流露而以理性的表現法，絕不為感情所激動，具有冷靜且聰明的方法來表現心情。

也因個性迷人而帶來許多朋友和熟人。共鳴心旺盛，富同情心而且重感情，對待別人的態度公正而和善。很能瞭解別人的感覺，是由內心的和平互愛所致，能與周圍的親朋好友保持和諧的關係，傾向於尋求能共享快樂幸福的婚姻同伴，又有不尋常的愛美與審美的觀念，有均衡感，線條感與顏色的審別力特別好。

喜歡一切公平處理。由於太過於精巧而精於衡量，以致於臨事需要下斷定時變得猶豫不決。儀表態度很優雅，而講究禮節，對異性間的愛情生活，具有高尚的發展，細緻而均衡的表現，會有和諧的性關係。

</br>
</br>
</br>
</br>

天秤座的優點

公平客觀、有正義感、適應力強、對美感有鑑賞力、邏輯強，善分析、天生的優雅風采、浪漫的戀愛高手、有外交手腕、因事制宜，能屈能伸，適應力強。
    天秤座處事都以中庸主義，常常是和平的協調者，對任何人具有公正的關懷心，因此天秤座可以置於公平立埸上，發揮社交官的管理能力，而且有很強的抑制能力，可以控制自己內心情緒，總是保持溫和的態度待人。

</br>
</br>
</br>
</br>

天秤座的缺點

優柔寡斷，猶豫不決、意志不堅定，容易受人影響、鄉愿，怕得罪人、不能承受壓力，沒有擔當、過份要求公平，吃不得虧、息事寧人，治標不治本、總是自圓其說，藉口太多、喜歡享受，好逸惡勞、常不經意地亂放電、缺乏自省能力。

天秤座有虛榮的一面，不喜歡顯示自己的缺點，總會把最好的一面表現出來，而且過份重視自己的外表，喜歡花錢在打分上，有時會被人誤為虛榮很重，做事有時也會猶豫不決難下抉擇，而失去很多機會。


</p>
