<link rel="stylesheet" type="text/css" href="style.css">

<html>
    <h2>
         Scoipion
    </h2>
</html>

<p>
天蠍座的人的性格，表面上看似十分靜，內心似乎充滿著用不完的充沛活動力。天蠍座的人擁有驚人的耐力，以及意志力。一旦他決定了獵物目標，便絕對不會輕易放手。天蠍座的人報復心很強，而且又稍膽小，故對保護自己特別敏感。個性強烈衝動。有足夠的精力和膽識，不懼艱難。觀察力敏銳，經常能夠洞悉事情的真相，對事物也有獨到的見解。行事時，採用完全的破壞和創新方式，充滿神祕的色彩。從無害人之心，但是人若負我，則會反擊報復對方，採取適當的回應手段。對精神和物質的要求很高，同時也付出相當的努力，奮戢不懈，對愛恨的反應，十分強烈。

天蠍座的人具有吸引人的，磁性而機動的人格。有神秘的傾向，很難了解，在一般情況之下，是可愛的，能影響別人，撫慰別人。通常彬彬有禮，慷慨，忠心，憐憫，有耐心，但一受激惱，憤怒是無人能比的，會失去理智。觀察力很銳利，有沈思能力，能獨立思考，非經過調查，絕不採納別人意見，除非對方要求，也很少提供進一層的意見。比較敏感，有強烈感情，有好的記憶力，有自我表白能力，有活躍非凡的靈感。常常靈感忽至心中，能洞析人性。不易受騙。有直覺力，能預知即將發生的事。有親愛、侵略、熱情的天性。

最大困難在於自己重感情的天性，須學習控制它，避免太頑固和發脾氣，克服羨慕、嫉妒、自私的傾向。有敏銳感覺力和熱烈的研究心，任何疑問，要追根究柢，甚至探求人類靈魂的秘密。天蠍座是真誠和可以信賴的，朋友常會向其訴苦或求助。

此星座出生的人有兩種不同型態，一種是高貴上等的天蠍座，有如展翅翱翔的巨鷹，另一種是等而下之的天蠍座，有如暗藏在陰處的蛇蠍。這兩種型態都是令人畏懼的敵手。比較好的一型，樣子是嚴酷的，但外表的氣質是和善的。有的天蠍座的人外表顯得醜陋，但是有一種強迫性的性魅力。比較高尚的一型有一種隱藏式的清廉，能夠專心的奉獻，具有高貴的心智、為大家利益能不自私的獻身於人類。較低等的類型則顯得陰險狡猾，有一種殘忍惡毒的情緒和隨時爆發不能控制的嫉妒心，卑鄙而奸詐。若觸怒他，會採取報復行動。

不太把感情流露出來，因此很少和他人產生爭執，但一旦超過忍耐限度，感情會爆發，大發雷霆。個性強烈，顯出強而有力的意志，壓制性的個性卻能奇妙的富於磁性的吸引他人，是具有性吸引力的星座。十二星座中，此星座是最喜愛感情強烈的人，佔有慾強，性需要也濃厚，易有縱慾的傾向。宗教方面有一種固執的信仰。雖多產型，對孩子過於專橫而不能成為好父母。

</br>
</br>
</br>
</br>

天蠍座的優點

深謀遠慮、恩怨分明、直覺敏銳、對決定的事有執行力、不畏挫折、堅持到底、對朋友講義氣、天生的性感魅力、堅持追求事情的真相、善於保守秘密、對人生有潛在的熱情、有謀略、富洞悉事物重點的能力、情緒十分敏感、感情細膩、具有豐富的想像力、果決、實際而熱情，主觀意見強、意志堅定、有毅力，機敏、聰明、悟力高、富直覺能力。自信．耐力強．智慧型天蠍座生性沉默不多說話，卻有過人耐力，不屈不撓的個性，與強烈的洞察力，有足夠自信的，他在處事的決斷力，他會充分表現出所有的優點。

</br>
</br>
</br>
</br>

天蠍座的缺點

太過好強、佔有慾過高、善妒、愛吃醋、疑心病重、報復心太強、得理不饒人、感情用事、明知故犯、口是心非、城府太深、愛恨太強烈、衝動、急進、易怒、頑固、倔強、難駕馭、多疑、善變、感情用事、好冒險，常有狂妄的夢想、個性陰險、冷漠。嫉妒心強．城府深且不服輸型天蠍座雖然冷漠，但醋勁卻很強，由於洞悉能力佳，城府也就比較深，時常會以批判的眼光審視別人，因此猜疑心也就比較重．聰明的天蠍座個性倔強，因此稍加責備他，就會不服輸的頂撞，如能接受前輩或朋友的建議，將有助於您成長。

</p>
