<link rel="stylesheet" type="text/css" href="style.css">

<html>
    <h2>
         Twins
    </h2>
</html>

<p>

雙子座的人，在性格方面的最大特徵便是具有極敏銳的觀察力。雙子座的人，手藝十分靈巧，在各方面也都能表現出自己的才能。然而另一方面來說，也就犯了樣樣都懂，卻樣樣不精的毛病。強烈的好奇心，和不斷吸收新知識的慾望，會使雙子座的人經常保持年輕、且富有魅力，使得眾多的朋友圍繞在他的四周。個性敏銳又快捷。有強烈的好奇心和求知慾，對於新觀念和新流行的感觸十分敏銳。聰明機智，有辯才，是一個謀略家和演說家。遇事都能妥善對應，冷靜觀察，果敢而有擔當。而且常會有一些突發奇想的點子，有大膽假設，小心求證的個性。
  雙子座的一個性格是脾氣乖戾的藝術家態度，另一個性格是明朗的社交家，這種雙重性格會使雙子座的人，生活發生矛盾，喜歡幻想，易滿足於沈思和白日夢。但富有靈感和想像力，是故，這星座的人有很多作家，新藝術的創始者，發明家，作曲家等等。優點是有潛在的藝術才能，缺點是有拖延的傾向，自私，不關心別人的感情和思想，神經質，不好相處等。
  雙子座的人有多方面的才能，動作快而有力，直覺而進取，沒有掛慮，愉快而活潑，伶俐而善變。善言雄辯，思想獨特，想像力強，有幽默感，有良好的觀察力和領悟力，富有機智。外觀很熱誠，但心中卻很冷。
  喜歡擁有兩種職業，兩種羅曼史，喜歡富於變化的生活，喜歡經常的旅行。對不同環境具有很大的適應力，善於隨機應變。此星座者比較受到理智所控制，不容易動感情的，很少經歷深刻的愛情。

</br>
</br>
</br>
</br>

雙子座的優點

   多才多藝、見人說人話、見鬼說鬼話、足智多謀、反應靈敏、八面玲瓏、善於交際、懂得隨機應變、充滿生命力、擅長溝通、知進退，有分寸、適應力強、風趣幽默、適應力強、機智、敏捷、喜歡忙碌和變化、主動、活潑而健談、聰慧且多才多藝、具有寫作和語言方面的天才、對時尚有著敏銳的感受力，能夠永久維持著年輕和時髦的外貌。有廣博的學術涵養．適應力佳型。
   雙子座的人能言善道又善於交際，很容易跟別人打成一片，是個社交型且愛歡迎的人物，由於頭腦靈活，作事能隨機應變，並且有強烈的研究心，因此再困難的事情，他都能化繁為簡。

</br>
</br>
</br>
</br>

雙子座的缺點

   三分鐘熱度、善變、處世缺乏原則、舉一反十，過於神經質、做事蜻蜓點水不深入、過於圓滑、容易緊張、意志不堅定、讓人覺的不可靠、不專心、懷疑心重、善變、雙重性格、缺乏耐性、狡猾、不安份、過人的精力未能發洩時則脾氣暴躁且喋喋不休。不穩重．做事半途而癈型。由於雙子座很愛說話，常會給人有輕浮不穩重的感覺，個性變他多端，讓人捉摸不定而感到厭煩，由於好奇心強，總是喜歡多方面試，但都無法貫徹到底，而且無論在生活或感情上，都喜歡多變，化屬於玩樂型。

</p>
