<link rel="stylesheet" type="text/css" href="style.css">

<html>
    <head>
          <title>
                WaterCarrier
          </title>
    </head>
<h3>
<a href="../index.php">HOME</a>
</h3>
    <h2>
         Water Carrier
    </h2>
    	<body style="background-color:powderblue;">
         <blockquote><blockquote><blockquote><blockquote><blockquote><blockquote>
            <table style="position:relative; top:80px; border-top:4px #FFD382 solid;border-bottom:4px #FFD382 solid;border-right:4px #FFD382 solid; border-left:4px #FFD382 solid;" cellpadding="15" border='0'>

         
         </blockquote></blockquote></blockquote></blockquote></blockquote></blockquote>



<!DOCTYPE html>
<html>
<head>
<style>
p .one {
border-style:double;
border-width:2px;
}
</style>
</head>
<body>


<p class = "one">
<center>
	水瓶座的人頗富知性，且具有銳利的觀察力、推測能力、以及富有冒險的開拓精神。求知慾逐漸加強後，會對任何事物都深入去思考，對於社會種種的不平等以及矛盾現象，總產生懷疑的態度或不平之心，而逐漸傾向反體制的思想。因而，有時甚至會變成孤獨的異端者，或表現出較激進的行動。個性獨立而執著。經常有一些激進、革新式的見地，屬於新時代的人物，有豐富的同胞愛和民主意識，能夠打破社會階級和人種的差異，培育真正的友情。對於一些既成的觀念，為了忠於自己的信念，會激動地試圖抵抗。這種類型的人，經常見於為了達成共同目的而結朋組黨，發起運動的人。
<br>
<br>
	水瓶座的人是善變的，有時活潑，很有表白力，風趣，迷人，有時則抑鬱，無動於衷和懶散。有迷人的風度，有時保守，膽子小，卻是頗有表白能力，是誠實而忠心的朋友，利他主義是最高主要的特性之一，有人道主義的精神，是自負的，頑固和獨立的，具有冒險精神。
<br>
<br>
	感情上很敏感，很容易受傷害，以致公然的生氣，但很快就平息，不會懷恨很久。具有活潑的心智，表現出非凡的判斷力，但是受了感情和偏見的影響，判斷力會變得很差。具有非比尋常的銳利觀察力，能注意到細節。分析，綜合，分類的能力也很快，在別人想到
<br>
<br>
	有天生的理性瞭解人類內心的本性，同時擁有高度的容忍力，性格通常是均衡而健康的。富於研究精神，喜愛一切新穎的東西，能接受新的發現。具有好的觀察能力及建立理論的能力，常常造成天才人物，發明家，科學家或成為一位精明的人類行為研究者。相信人類四海之內皆兄弟與大同世界之觀念。但為達目標，不會走暴力極端的方法，會贊成舉行公民自決，具有溫和的態度。
<br>
<br>
	不容易受周圍環境的影響，只依賴自己心智上與精神上的能力，為自己盡最大的努力，依自己的智慧行事。解決事情的手段是合情合理，但有時候你的意見不見得合乎實際，因你的眼光是放得很遠以致於短時間內似乎不可能實現。但最后所預期的事常常正確地發，並不匆忙地與人為友，但是一旦交了朋友友誼是非常的忠貞。
</p>
</body>
<h3 style="color:#0073e6;">水瓶座的優點</h3>  

崇尚自由、充滿人道精神、興趣廣泛、創意十足、樂於發掘真象、有前瞻性、擁有理性的智慧獨立，有個人風格、樂於助人、對自己的感情忠實，求知慾強、獨立、博愛、友善、忠實、可靠、有創意、有遠見、有智慧、思想新穎、頭腦敏銳、善於觀察、富有改革精神。

愛好自由熱情、且有正義感、喜歡創新型。思想先遠崇尚自由的水瓶座是個喜愛交友的星座．對人非常友愛，給人的印象是善良、和諧，對任何事情的處理方式不守舊，喜歡創新並吸耳新知觀察力敏銳的他，對每件事總是充滿好奇心，是個有理想，求知慾強的星座。
<h3 style="color:#0073e6;">水瓶座的缺點</h3>
</center>
缺乏熱情、想法過於理想化、不按牌理出牌、打破砂鍋問到底、太相信自己的判斷、思想多變，沒有恆心、對朋友很難推心置腹、過於強調生活的自主權、喜歡多管閒事、太過理智、情趣不足、個性怪異、過份執著、標新立異、易誇大問題、固執、墨守成規、不知變通、過於理想主義、倔強、偏激、叛逆、不合群。

太理想化、太強調合理事型。由於太過理想化的水瓶座，對事情總強調合理性與追根究底，因此難免給人有固執、冷漠的感覺。

</html>
